src/xml/request_templates/lokalbib_old.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>99882778|159010</ac:identifier>
              <ac:source>Lokalbibliografi</ac:source>
              <dc:title>Samlinger af Publique og Private Stiftelser, Fundationer og Gavebreve, som forefindes udi Danmark og Norge</dc:title>
              <dc:title xsi:type="dkdcplus:full">Samlinger af Publique og Private Stiftelser, Fundationer og Gavebreve, som forefindes udi Danmark og Norge</dc:title>
              <dc:creator xsi:type="dkdcplus:aut">Hans de Hofman</dc:creator>
              <dc:creator xsi:type="oss:sort">Hofman, Hans de</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">38.3</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Legater, fonde og stiftelser</dc:subject>
              <dc:subject>Opdragelse og undervisning Privat forsorg og velgørenhed</dc:subject>
              <dc:subject>Storstrøms amtskommune</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">fundatser</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">legater</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">orsorg</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">stiftelser</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">velgørenhed</dc:subject>
              <dcterms:abstract>Heri: Bd. 8: Samlinger af Fundationer og Gave-Breve for Siællands-Stift, med historiske Efterretninger for hver Kirke og Herregaard til 1760: pp. 475-82: Fundationer. Hammer-Herred, pp. 482-83: Wordingborg. p. 484: Præstøe. p. 484: Allerslev. pp. 487-515: Fundationer. Baarse-Herred. p. 551: Vort Område i Siællands Klemme-Brev. (Stedregister i bd. 10)</dcterms:abstract>
              <dcterms:abstract>Heri: Bd. 11: Supplement til de forhenudgivne Ti Tomer, med Register: pp. 105-l8: Baarse-Herred</dcterms:abstract>
              <dc:description>Litteratur om Sydsjælland 378</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>1780</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>Bd. 1-11</dcterms:extent>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000c    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">99882778</marcx:subfield>
                  <marcx:subfield code="b">159010</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="a">1755</marcx:subfield>
                  <marcx:subfield code="z">1780</marcx:subfield>
                  <marcx:subfield code="v">9</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="x">DLB</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="033">
                  <marcx:subfield code="a">035</marcx:subfield>
                  <marcx:subfield code="b">Storstrøms amtskommune</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="a">Hofman</marcx:subfield>
                  <marcx:subfield code="h">Hans de</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Samlinger af Publique og Private Stiftelser, Fundationer og Gavebreve, som forefindes udi Danmark og Norge</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">Kiöbenhavn</marcx:subfield>
                  <marcx:subfield code="c">1755-80</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">Bd. 1-11</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="a">Heri: Bd. 8: Samlinger af Fundationer og Gave-Breve for Siællands-Stift, med historiske Efterretninger for hver Kirke og Herregaard til 1760: pp. 475-82: Fundationer. Hammer-Herred, pp. 482-83: Wordingborg. p. 484: Præstøe. p. 484: Allerslev. pp. 487-515: Fundationer. Baarse-Herred. p. 551: Vort Område i Siællands Klemme-Brev. (Stedregister i bd. 10)</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="a">Heri: Bd. 11: Supplement til de forhenudgivne Ti Tomer, med Register: pp. 105-l8: Baarse-Herred</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Litteratur om Sydsjælland</marcx:subfield>
                  <marcx:subfield code="b">378</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="631">
                  <marcx:subfield code="a">Opdragelse og undervisning</marcx:subfield>
                  <marcx:subfield code="a">Privat forsorg og velgørenhed</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">38.3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="f">orsorg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="f">fundatser</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="f">legater</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="f">stiftelser</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="f">velgørenhed</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>159010-lokalbibl:99882778</os:identifier>
            <os:creationDate/>
            <os:holdingsCount>7</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>lokalbib_old.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
